[
{
    "hair": "Medium",
    "colour": "Bright orange to light brown, with dark spots or a distinctive marbling pattern.",
    "characteristics": "Bengal Cats have an athletic appearance with well-defined muscles, creating a lean, balanced appearance. They feature high cheekbones, dark markings around the eyes and the ears are small and pointed but round at the tips. Their coats have a unique, plush feel unlike any other cat breed.",
    "size": "Medium to large with males: 10 to 18 pounds and females: 6 to 12 pounds.",
    "name": "Bengal",
    "description": "Bengal Cats are curious and confident with the tameness of a domestic tabby and the beauty of an Asian Leopard Cat. Learn more about Bengals and their playful personality, plus information on their health and how to feed them.",
    "lifespan_min": 12,
    "lifespan_max": 16
},
{
    "colour": "Sable, champagne, blue, platinum",
    "hair": "Short",
    "characteristics": "Their compact body is solid and muscular with a rounded head and sweet, expressive eyes. Their ears are medium sized, with rounded tips that tilt slightly forward.",
    "size": "Medium, with males weighing from 8 to 12 pounds and females weighing from 6 to 10 pounds",
    "name": "Burmese",
    "description": "The Burmese thrives on companionship with her humans and other cats. Like her Siamese ancestors, she enjoys conversation, but has a much softer, sweeter voice.",
    "lifespan_min": 10,
    "lifespan_max": 16
},
{
    "colour": "Black",
    "hair": "Short",
    "characteristics": "Aside from her black coat, the Bombay resembles the Burmese. She has a larger and longer body, however, and longer legs. Her rounded head is topped with straight, wide-set, medium-sized ears and she has a medium-length tail.",
    "size": "Medium, with males weighing 8 to 11 pounds and females weighing 6 to 9 pounds.",
    "name": "Bombay",
    "description": "The Bombay is an easy-going, yet energetic cat. She does well in quiet apartments where she’s the center of attention as well as in lively homes with children and other pets. She’ll talk to you in a distinct voice, and you’re likely to find her in the warmest spot in your home, whether that’s in the sunlight from a window or curled up under the covers in bed with you",
    "lifespan_min": 12,
    "lifespan_max": 16
},
{
    "colour": "Blue, white, black, red, cream, smoke, silver and golden, plus a variety of patterns and shadings",
    "hair": "Short",
    "characteristics": "British Shorthairs are round all over, with a broad chest and strong legs. Their coats are short, thick and plush. Eye color depends on coat color, but you can expect British Blues to have gold eyes and those with point coloring to have blue eyes. Other eye colors range from golden to copper.",
    "size": "Medium to large, with males weighing 12 to 18 pounds and females weighing 9 to 15 pounds.",
    "name": "British Shorthair",
    "description": "The British Shorthair is an easygoing feline. She enjoys affection but isn’t needy and dislikes being carried. She’ll follow you from room to room, though, out of curiosity. British Shorthairs aren’t lap cats, but they do enjoy snuggling next to their people on the couch.",
    "lifespan_min": 12,
    "lifespan_max": 17
},
{
    "colour": "White, black, red, blue and cream, plus various patterns and shadings",
    "hair": "Long or Short",
    "characteristics": "The two coat varieties, longhair and shorthair, are exactly the same except for coat length. This delightfully mischievous feline enjoys a good game of fetch and likes to carry things in her mouth.The Japanese Bobtail is social and particularly good with children.",
    "size": "Medium, with males weighing 7 to 10 pounds and females weighing 5 to 7 pounds",
    "name": "Japanese Bobtail",
    "description": "One of the oldest cat breeds, the Japanese Bobtail is believed to bring good luck and prosperity.",
    "lifespan_min": 15,
    "lifespan_max": 18
},
{
    "colour": "Most commonly brown tabby, but other colors and patterns are possible ",
    "hair": "Shorter on the shoulders and longer on the stomach, smooth, shaggy.",
    "characteristics": "The most recognizable characteristics of adult Maine Coon cats are their large size and long, bushy tail. Their paws are big and well-tufted to be suitable for walking in snow, as can be seen in both adult and kitten Maine Coon cats. In addition, their ears are tufted, often with points of hair at the tips.",
    "size": "Large, with males weighing from 12 to 15 pounds and females weighing from 9 to 12 pounds ",
    "name": "Maine Coon",
    "description": "Maine Coon cats are gentle natured and friendly, making them good companions. They are often tenderly playful and curious, making them kitten-like throughout their lives.",
    "lifespan_min": 10,
    "lifespan_max": 13
},
{
    "colour": "White",
    "hair": "Short, glossy, fine.",
    "characteristics": "The breed is said to have extraordinary powers of hearing, scent and sight. The Korat’s silver-tipped blue coat, described in Thailand as rain-cloud gray, has a shimmering effect.",
    "size": "Medium, with males ranging from 8 to 10 pounds and females weighing from 6 to 8 pounds.",
    "name": "Korat",
    "description": " rare Thai breed, the Korat is an affectionate constant companion that is gentle and good with children. Though this cat has an action-packed personality, the Korat moves slowly and cautiously and does not like sudden, loud noises.",
    "lifespan_min": 12,
    "lifespan_max": 17
},
{
    "colour": "White, black, blue, red, cream and silver, plus various patterns and shadings.",
    "hair": "Longhair — medium, dense, soft, silky; shorthair — short, dense, glossy",
    "characteristics": "Although the breed is known for their lack of tail, not all Manx are tailless. Some have normal-length tails (known as “longies”) while others have nubs or stumps (called “stumpies”). The tailless Manx are called “rumpies” and a rumpy with a rise of bone at the end of her spine is called a “riser”.",
    "size": "Medium to large, with males weighing from 9 to 13 pounds and females weighing from 7 to 11 pounds.",
    "name": "Manx",
    "description": "When she’s not hunting bugs or rodents or standing guard, the Manx is an affectionate, even-tempered and playful cat. She loves to follow her favorite person from room to room and curling up on their lap for a snooze. Your Manx will even carry on a conversation with you in her quiet trill.",
    "lifespan_min": 8,
    "lifespan_max": 14
},
{
    "colour": "Colors and patterns vary",
    "hair": "Long or Short",
    "characteristics": "With short legs and a long body, Munchkins look like the feline version of a Corgi or Dachshund. They have walnut-shaped eyes, triangular ears and can have either short or long coats.",
    "size": "Small with weight between 5 to 9 pounds.",
    "name": "Munchkin",
    "description": "They may have short legs, but Munchkin Cats don’t let it hold them back. Although they can’t make big leaps like other breeds, they can make small jumps, climb and even sit back on their haunches to get a better look at something.",
    "lifespan_min": 12,
    "lifespan_max": 15
}
]